Revit 2027 API
ParameterTypeId.AlignmentStationPrefix Property
 "Station Prefix"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId AlignmentStationPrefix { get; }
Public Shared ReadOnly Property AlignmentStationPrefix As ForgeTypeId
	Get
public:
static property ForgeTypeId^ AlignmentStationPrefix {
	ForgeTypeId^ get ();
}
static member AlignmentStationPrefix : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace